---
kind: other
id: Properties.T:Autodesk.Revit.DB.ImportInstance
source: html/bb260c31-adcf-59bf-85d9-4213a143f603.htm
---
# ImportInstance Properties

The id of the assembly instance to which the element belongs.